import Breadcrumb from "@/components/breadcumb";

export default function page() {
  return (
    <div className="">
      <Breadcrumb
        items={[{ label: "Home", href: "/" }, { label: "about us" }]}
      />
      <div className="max-w-4xl mx-auto mt-8">
        <div>
          <p className="text-sm text-gray-600">
            {" "}
            EasyTech Communication একটি ব্যাতিক্রমধর্মী মার্কেটিং প্রতিষ্ঠান।
            গতানুগতিক ব্যবস্থায় পণ্য উৎপাদনকারী, মার্কেটার ও মধ্যসত্মভোগীরাই
            লাভবান হয়ে থাকেন। কিন্তু EasyTech Communication এমন একটি প্রতিষ্ঠান
            যেখানে সাধারণ ক্রেতা ও ব্যাবসায়ীর সাথে একটি Strong Communication
            System Develop এর মাধ্যমে সাধারণ ক্রেতাদের আর্থিক লাভবান হওয়ার সুযোগ
            তৈরি হয়েছে। যার মাধ্যমে সারা বিশ্বে প্রতিটি ক্রেতা EasyTech
            Communication এর সাথে সম্পৃক্ত হওয়ার মাধ্যমে অর্থনৈতিক উন্নয়ন ঘটাতে
            সক্ষম হবে ইনশাল্লাহ।
          </p>
          <br />
          <p className="text-sm">
            বিঃদ্রঃ এজিটেক কমিউনিকেশন একটি ডিজিটাল মার্কেটিং প্রতিষ্ঠান। এটি কোন
            ব্যাংক, এনজিও, এমএলএম বা বিনিয়োগভিত্তিক আর্থিক সংস্থা নয়। কেউ
            এজিটেকের নাম ব্যবহার করে কারো সাথে কোন প্রকার লেনদেন করলে বা
            বিনিয়োগে উৎসাহিত করলে, তা সম্পূর্ণভাবে কোম্পানির আইন বহির্ভূত হবে ।
            অতএব, এজিটেকের সকল কাস্টমারকে জানানো যাচ্ছে যে, এজিটেকের নাম ব্যবহার
            করে কারো সাথে কোন ধরনের আর্থিক লেনদেনে জড়াবেন না যদি এরপরেও কোন
            ধরনের আর্থিক লেনদেন করেন তার দায়ভার কোনভাবেই কোম্পানি গ্রহণ করবে
            না। • আপনার সচেতনতা, আমাদের শক্তি।
          </p>
        </div>
      </div>
    </div>
  );
}
