import Breadcrumb from "@/components/breadcumb";

export default function NoticePage() {
  return (
    <div>
      <Breadcrumb
        items={[{ label: "Home", href: "/" }, { label: "Privacy policy" }]}
      />
      <div className="max-w-4xl mx-auto px-4 py-6 bg-white rounded shadow-sm border border-gray-200 text-sm mt-4">
        {/* Title */}
        <h1 className="text-2xl font-bold text-center text-gray-800 mb-2 leading-snug">
          বিটেক কমিউনিকেশন জিপিসির সম্মানিত কাস্টমার
        </h1>

        {/* Subtitle */}
        <p className="text-center italic text-gray-600 mb-6">"গরিবরবি"</p>

        {/* List */}
        <ol className="list-decimal list-inside text-gray-800 space-y-3 text-justify leading-relaxed">
          <li>
            কাস্টমার বিটেক অ্যাকাউন্ট থেকে বাংলাদেশ আইআইজিগুলোর সকল পদ্ধ বা সেবা
            ফ্রি করবে।
          </li>
          <li>
            আন্তর্জাতিক থেকে পদ্ধ বা সেবা নেয়ার ক্ষেত্রে ৬০% অর্থ পূর্ণ
            গ্রাহককে এবং অবশিষ্ট (৪০%) পদ্ধত সংস্থকে করতে হবে।
          </li>
          <li>পদ্ধ বা সেবা ক্রয়ের মাধ্যমে পয়েন্ট সংস্থ হবে।</li>
          <li>
            যখন কোম্পানিটির মোট ১০০ পয়েন্ট সংস্থ হবে তখন একটি ক্লাব মেম্বার
            ঘোষণা করা হবে।
          </li>
          <li>
            ক্লাব মেম্বার হওয়ার দুটি ধাপ রয়েছে: <br />
            ক) ক্লাব মেম্বার কোম্পানির লাভের সাথে ১০% অংশগ্রহণ করবেন। <br />
            খ) ১০ নম্বর পর্যন্ত পয়েন্ট পাওয়া পর্যন্ত।
          </li>
          <li>
            যে কোনো সমস্যা বা অভিযোগের সময়ে কাস্টমার কোম্পানির সাথে সরাসরি
            যোগাযোগ করতে পারবেন।
          </li>
          <li>
            অন্যান্য কোম্পানির পণ্য বা সেবা ক্রয়ের পূর্বে কোম্পানিকে অবগত করতে
            হবে এবং অনুমোদন নিতে হবে।
          </li>
          <li>
            যে কোন কোম্পানির সিস্টেম বা কনফিগারেশন যদি কোম্পানির অনুমতি ছাড়া
            পরিবর্তন করা হয়, তাহলে কোম্পানিটি কোনো দায় নেবে না।
          </li>
          <li>
            কাস্টমারদের আইডেন্টিটি, ইনফো বা যেকোনো ধরনের ডেটা গোপন রাখা
            কোম্পানির দায়িত্ব হবে।
          </li>
          <li>
            যদি কাস্টমার কোনও ধরনের অপরাধমূলক কার্যকলাপে যুক্ত হয়, তাহলে
            কোম্পানি কর্তৃপক্ষ আইনানুগ ব্যবস্থা গ্রহণ করবে।
          </li>
          <li>
            কোম্পানির সিদ্ধান্তের বিরুদ্ধে কোনো কাজ করলে কোম্পানির পক্ষ থেকে
            অ্যাকাউন্ট বাতিল করা হবে এবং এর বিরুদ্ধে কোন আইনি পদক্ষেপ গ্রহণ করা
            হবে না।
          </li>
          <li>
            কোম্পানি যেকোনো সময়ে পলিসি পরিবর্তন বা আপডেট করার অধিকার সংরক্ষণ
            করে।
          </li>
        </ol>

        {/* Footer Note */}
        <p className="mt-6 text-gray-600 text-sm text-center">
          বিটেক কমিউনিকেশন জিপিসির পক্ষ থেকে আপনাদের সকলের সার্বিক সহযোগিতা
          প্রত্যাশা করছি।
        </p>
      </div>
    </div>
  );
}
